---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.HandrailHeightParam
source: html/bd79f7f8-837a-61b8-ff53-42e413db9e72.htm
---
# Autodesk.Revit.DB.ParameterTypeId.HandrailHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId HandrailHeightParam { get; }
```